// data/mockProducts.js
export const mockProducts = [
    {
      id: 1,
      title: 'شروع بیداری',
      image: "/1723632939-xG9BcbgG.jpg",
      price: 255000,
      description: 'ولین دوره مدیتیشن،برای تو که تصمیم داری تمرین مدیتیشن را عمیق تر دنبال کنی'
    },
    {
      id: 2,
      title: 'عبور از ترس',
      image: "/1723635109-5Ya7V8qd.jpg",
      price: 200000,
      description: 'همه ما در زندگـــی دچــار ترس و نــگرانی و شــک شــده ایــم.احســاس ناتـــوانی و شکســت را بارها و بارها تجــربه کرده ایم.'
    },
    {
      id: 3,
      title: 'سه گانه شروع از نو',
      image: "/1723634054-U1ke3TOf.jpg",
      price: 150000,
      description: 'این بسته شامل سه دوره  شروع بیداری، عبور از ترس و  تو از نو می باشد و با تخفیف ارائه می شود'
    },
    {
      id: 4,
      title: 'تو از نو',
      image: "/1723634786-hfYV7R28.jpg",
      price: 250000,
      description: 'رهایی از بند وابستگی، افزایش قدرت اراده و یافتن عظمت درون'
    },
    {
      id: 5,
      title: 'سه گانه شروع از نو',
      image: "/1723634054-U1ke3TOf.jpg",
      price: 150000,
      description: 'این بسته شامل سه دوره  شروع بیداری، عبور از ترس و  تو از نو می باشد و با تخفیف ارائه می شود'
    },
    {
      id: 6,
      title: 'تو از نو',
      image: "/1723634786-hfYV7R28.jpg",
      price: 250000,
      description: 'رهایی از بند وابستگی، افزایش قدرت اراده و یافتن عظمت درون'
    }
  ];